"Space" = "Espace";
"Use old shortcut" = "Ancien raccourci";
"Type shortcut" = "Taper le raccourci";
"Click to record shortcut" = "Définir un raccourci";
"Pad %@" = "Pavé %@";
"The key combination %@ can't be used!" = "La combinaison %@ est impossible !";
"The key combination \"%@\" can't be used because %@." = "La combinaison « %@ » est impossible car %@.";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "La combinaison « %@ » est impossible car c'est un raccourci du système. (Si vous souhaitez vraiment cette combinaison, la plupart des raccourcis du système peuvent être changés via les préférences Clavier et souris.)";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "La combinaison « %@ » est impossible car c'est un raccourci de l'élément de menu « %@ ».";
"Command + " = "cmd + ";
"Option + " = "alt + ";
"Shift + " = "shift + ";
"Control + " = "ctrl + ";